Repository: VanTuan8802/YouthUnionTLU
Catalog: YouthUnionTLU/Resources/*.lproj/Localizable.strings
Languages: lo_la

# button.Ok
source: OK
lo_la: ຕົກ​ລົງ

# button.cancle
source: Cancle
lo_la: ຍົກ​ເລີກ

# language.title
source: Language
lo_la: ພາສາ

# language.eng
source: English
lo_la: ອັງກິດ

# language.fre
source: French
lo_la: ພາສາ​ຝຣັ່ງ

# language.cam
source: Cambodian
lo_la: ກຳ​ປູ​ງ

# language.lao
source: Laos
lo_la: ລາວ

# language.vie
source: VietNames
lo_la: ຫວຽດ​ນາ​ມີ

# permission.title
source: Permission
lo_la: ການອ້າງອີງ

# permission.content
source: App requires permission to use the device’s camera, folder and notifications
lo_la: ແອັບວິທີການຮ່ວມມືຖືກຕ້ອງສຳເລັດການນໍາໃຊ້ໂຟນັດແລະຖານຂໍ້ມູນຂອງອະລະບ້ຳ

# permission.notifications
source: Notifications
lo_la: ການແຈ້ງເຕືອນ

# permission.photos
source: Photos
lo_la: ຮູບພາບ

# permission.camera
source: Camera
lo_la: ກ້ອງຖິ່ນ

# button.go
source: Go
lo_la: ໄປ

# openSetting
source: Mở cài đặt và cấp quyền ảnh để tiếp tục
lo_la: ເປີດການຕັ້ງຄ່າແລະມອບສິດການເຂົ້າເຖິງຮູບເພື່ອດຳເນີນການຕໍ່ໄປ

# button.signIn
source: Sign In
lo_la: ເຂົ້າລະບົບ

# textField.email
source: Enter E-mail
lo_la: ປ້ອນອີເມລ

# textField.password
source: Enter Password
lo_la: ປ້ອນລະຫັດຜ່ານ

# button.forgotPassword
source: Forgot Password
lo_la: ລືມລະຫັດຜ່ານ?

# lable.sendEmail
source: An email has been sent to you. Please click on the link to reset your password.
lo_la: ອີເມວຖືກສົ່ງຫາທ່ານແລ້ວ. ກະລຸນາຄລິກປຸ່ມທີ່ລຸກປະສົບໃນການຄືບໄປເພື່ອປ່ຽນລະຫັດຜ່ານຂອງທ່ານ.

# button.backLogin
source: Back to login
lo_la: ກັບໄປກັບເຂົ້າລະບົບ

# button.resetPassword
source: Reset my password
lo_la: ຄືບໄປໃສ່ລະຫັດຜ່ານ​ຂອງຂ້ອຍ

# error.email.title
source: Invalid Email
lo_la: ອີເມວທີ່ບໍ່ຖືກຕ້ອງ

# error.email.message
source: The e-mail you have entered is incorrect.
lo_la: ອີເມວທີ່ທ່ານປ້ອນບໍ່ຖືກຕ້ອງ

# error.email.messageRequire
source: Email is required
lo_la: ຈຳ​ນວນຂອງອີເມວ

# error.password.title
source: Invalid Password
lo_la: ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ

# error.password.message
source: Password must be at least 8 characters without spaces
lo_la: ລະຫັດຜ່ານຈະຕ້ອງມີ​ໂຕ​ມື້ອອກ 8 ຕົວ​ຂື່ມ​ໂມງຂະ​ຫຍາຍບໍ່ມີ​ຊ່ວຍ​ປ່ຽນ

# error.password.messageRequire
source: Password is required
lo_la: ຕ້ອງມີລະຫັດຜ່ານ

# error.login.message
source: Incorrect login credentials.
lo_la: ຂໍ້​ມູນ​ລົງ​ຊື່​ຂອງ​ທ່ານ​ຫາຍ ຫຼື​ລະ​ຫັດ​ຜ່ານ​ບໍ່​ຖືກ​ຕ້ອງ​ແລ້ວ.

# tabBar.home
source: Home
lo_la: ຫນ້າຫລັກ

# tabBar.search
source: Search
lo_la: ຄົ້ນຫາ

# tabBar.settings
source: Settings
lo_la: ການຕັ້ງຄ່າ

# inforStudent.profile.title
source: Personal Information
lo_la: ຂໍ້ມູນສ່ວນຕົວ

# inforStudent.name
source: Full Name
lo_la: ຊື່

# inforStudent.dateOfBirth
source: Date of Birth
lo_la: ວັນເດືອນປີເກີດ

# inforStudent.sex
source: Gender
lo_la: ເພດ

# inforStudent.placeOfBirth
source: Place of Birth
lo_la: ສະຖານທີ່ເກີດ

# inforStudent.nation
source: Ethnicity
lo_la: ເຊື້ອຊາດ

# inforStudent.religion
source: Religion
lo_la: ສາດສະໝານ

# inforStudent.phoneNumber
source: Phone Number
lo_la: ເລກໂທລະສັບ

# inforStudent.citizentId
source: Citizen ID
lo_la: ເລກບັດປະຊາຊົນ

# inforStudent.dateRange
source: Date of Issue
lo_la: ວັນທີ່ໄດ້ອອກ

# inforStudent.addressRange
source: Place of Issue
lo_la: ບ້ານມອງເກີດ

# inforStudent.student.title
source: Student Information
lo_la: ຂໍ້ມູນນັກຮຽນ

# inforStudent.studentId
source: Student ID
lo_la: ເລກບັດນັກຮຽນ

# inforStudent.class
source: Class
lo_la: ຫ້ອງ

# inforStudent.batch
source: Batch
lo_la: ເຊື່ອນຍາຍ

# inforStudent.major
source: Major
lo_la: ສາຂາ

# inforStudent.email
source: Email
lo_la: ອີເມວ

# inforStudent.yearOfAdmission
source: Year of Admission
lo_la: ປີທີ່ເຂົ້າ

# inforStudent.yearOfHighSchoolGraduation
source: Year of High School Graduation
lo_la: ປີສຳເລັດເມັດຍິ່ງ

# inforStudent.accountNumber
source: Account Number
lo_la: ເລກບັນຊີ

# inforStudent.bankName
source: Bank Name
lo_la: ຊື່ທະນາຄານ

# home.new
source: News
lo_la: ຂ່າວສານ

# home.activity
source: Events
lo_la: ກິດຈະກໍາ

# home.library
source: Library
lo_la: ຫໍສະໝຸດ

# home.question
source: Q&A
lo_la: ຖາມຕອບ

# search.title
source: Information Search
lo_la: ການຄົ້ນຫາຂໍ້ມູນ

# search.activity
source: Activity Statistics
lo_la: ສະຖິຕິການກິດຈະກໍາ

# search.pointTraing
source: Search Training Points
lo_la: ຄະແນນຝຶກຫັດການຄົ້ນຫາ

# search.searchTitle
source: Student Information
lo_la: ຂໍ້ມູນນັກສຶກສາ

# search.info
source: Search Student Information
lo_la: ຄົ້ນຫາຂໍ້ມູນນັກສຶກສາ

# addPost.heading
source: Create Post
lo_la: ສ້າງຂໍ້ຄວາມ

# addPost.title
source: Enter Title
lo_la: ໃສ່ຫົວຂໍ້

# addPost.address
source: Event Location
lo_la: ສະຖານທີ່ຈັດ

# addPost.timeStart
source: Start Time
lo_la: ເວລາເລີ່ມຕົ້ນ

# addPost.timeCheckIn
source: Check-In Time
lo_la: ເວລາເຊັກອິນ

# addPost.qrCode
source: QR Content
lo_la: ເນື້ອໃນ QR

# addPost.image
source: Display Image
lo_la: ຮູບພາບສະແດງ

# button.continue
source: Continue
lo_la: ຕໍ່ໄປ

# post.content
source: Post Details
lo_la: ລາຍລະອຽດຂໍ້ຄວາມ

# post.text
source: Content
lo_la: ເນື້ອໃນ

# post.image
source: Image
lo_la: ຮູບພາບ

# post.addContent
source: Enter Content
lo_la: ໃສ່ເນື້ອໃນ

# post.addButton
source: Add
lo_la: ເພີ່ມ

# post.create
source: Are you sure to create an post?
lo_la: ທ່ານແມ່ນທີ່ຈະສໍາເລັດໂພສ?

# button.create
source: Create
lo_la: ສໍາເລັດ

# joinActivity.title
source: Participation Information
lo_la: ຂໍ້ມູນກ່ຽວກັບການສະຫມັກ

# joinActivity.seat
source: Seating Position
lo_la: ຕຳແໜ່ງການນັດສິນ

# joinActivity.join
source: Confirm
lo_la: ຢືນຢັນ

# joinActivity.qrCodeFail
source: QR Code expired
lo_la: QR Code หมดอายุ

# setting.info
source: Personal Information
lo_la: ຂໍ້ມູນສ່ວນຕົວ

# setting.shared
source: Share
lo_la: ແບ່ງປັນ

# setting.rate
source: Rate
lo_la: ໃຫ້ຄະແນນ

# setting.policy
source: Policy and Security
lo_la: ນະໂຍບາຍແລະຄວາມປອດໄພ

# setting.changePassword
source: Change Password
lo_la: ປ່ຽນລະຫັດຜ່ານ

# setting.logout
source: Logout
lo_la: ອອກຈາກລະບົບ

# changePassword.currentPassword
source: Enter current password
lo_la: ໃສ່ລະຫັດຜ່ານປັດຈຸບັນ

# changePassword.newPassword
source: Enter new password
lo_la: ໃສ່ລະຫັດຜ່ານໃຫມ່

# changePassword.newPasswordConfirm
source: Re-enter new password
lo_la: ໃສ່ລະຫັດຜ່ານໃຫມ່ອີກຄັ້ງ

# changePassword.enterFill
source: Please fill in all the fields.
lo_la: ກະລຸນາຕື່ມຂໍ້ມູນໃຫ້ຄົບທຸກຂໍ້.

# changePassword.noMatch
source: New password and confirmation do not match.
lo_la: ລະຫັດຜ່ານໃຫມ່ ແລະການຢືນຢັນບໍ່ຕົງກັນ.

# changePassword.same
source: New password cannot be the same as the current password
lo_la: ລະຫັດຜ່ານໃຫມ່ບໍ່ສາມາດຄືກັບລະຫັດຜ່ານປັດຈຸບັນໄດ້.

# toast.addPostSuccess
source: Post added successfully
lo_la: ເພີ່ມໂພສສຳເລັດ

# toast.addSuccess
source: Added successfully
lo_la: ເພີ່ມສຳເລັດ
